Repository: adriendulong/Peekee-iOS
Catalog: Piki/*.lproj/Localizable.strings
Languages: ar, de, es, fr, it, ja, pt, ru, tr

source: React with your camera
ar: تفاعل مع كاميرا هاتفك
de: Reagiere mit der Kamera
es: Reacciona con tu cámara
fr: Réponds en image !
it: Reagisci con la fotocamera
ja: カメラでリアクション
pt: Interaja com a sua câmera
ru: Действуй вместе с камерой.
tr: Kameranızla karşılık verin

source: Receive and send pics & vids.
ar: استلم وأرسل الصور والفيديوهات.
de: Sende und empfange Bilder & Videos.
es: Recibe y envía fotos y videos.
fr: Reçois et envoie des photos !
it: Invia e ricevi foto e video.
ja: 画像や動画を送受信。
pt: Receba e envie imagens e videos.
ru: Получай и отправляй фото и видео.
tr: Resim ve video gönderin ve alın.

source: With friends, family, and dogs. 🐶
ar: لأصدقائك وعائلتك وحتى حيواناتك.🐶
de: Mit Freunden, Familie und Hunden.🐶
es: Con amigos, familia y perros. 🐶
fr: Avec tes amis, ta famille ou ton chien 🐶
it: Con gli amici, la famiglia e i tuoi animali. 🐶
ja: 友達、家族やペットまで。🐶
pt: Com amigos, família e cachorros. 🐶
ru: С друзьями, семьей и даже собаками. 🐶
tr: Doslat, aile ve köpeklerle.🐶

source: Like and comment with pics & vids. ✨
ar: يمكنك تسجيل الإعجاب والتعليق عن طريق الصور والفيديو.✨
de: Mit Bildern und Videos liken & kommentieren. ✨
es: Me gusta y comenta en fotos y videos. ✨
fr: Aime et commente en photos / vidéos. ✨
it: Commenta con foto e video.
ja: 画像や動画に「いいね！」やコメントを。
pt: Curta e comente com imagens e videos. ✨
ru: Лайк и комментируй с фото и видео. ✨
tr: Beğenin ve resimler & videolarla yorum yapın. ✨

source: Share awesome mosaics.
ar: قم بمشاركة اللوحات الرائعة.
de: Teile tolle Mosaike.
es: Comparte increíbles mosaicos.
fr: Génère des mosaïques incroyables !
it: Condividi fantastici mosaici.
ja: 驚きのモザイク効果入り写真を共有。
pt: Compartilhe lindos mosaicos.
ru: Делись фантастической мозаикой.
tr: Harika mozaikler paylaşın.

source: On Snapchat, Insta, Twitter... 🚀
ar: علي تطبيقات سناب شات وانستاغرام وتويتر... 🚀
de: Auf Snapchat, Insta, Twitter... 🚀
es: En Snapchat, Insta, Twitter... 🚀
fr: Sur Facebook, Insta, Twitter... 🚀
it: Su Snapchat, Insta, Twitter... 🚀
ja: スナップチャット、インスタグラム、ツイッターで...🚀
pt: No Snapchat, Insta, Twitter... 🚀
ru: В Инстаграме, Твиттере, Снапчате... 🚀
tr: Snaphat, Insta, Twitter, vb. üzerinde ... 🚀

# No Bullshit.
source: Ready?
ar: بدون أي خداع.
de: Keinen Mist.
fr: Ne t'inquiète pas
ja: 操作は簡単。
ru: Без отстоя.
tr: Boş laf yok.

source: Short signup
ar: التسجيل السريع
de: Schnelle Registrierung
es: Registro corto
fr: Inscription ultra-rapide
it: Iscriviti subito
ja: 登録も手軽に
pt: Inscrição fácil.
ru: Быстрая регистрация
tr: Kısa üyelik

# No Facebook connect
source: No Ads
ar: لا يتعين التسجيل عن طريق حساب الفيسبوك
de: Kein Facebook-Login
es: Sin Anuncios
fr: Pas de connexion Facebook
it: Nessuna connessione Facebook
ja: フェイスブック連携は不要
pt: Sem conexão com o Facebook.
ru: Без связи с Фэйсбуком
tr: Facebook bağlantısı yok

source: No email address
ar: لا يتعين إدخال البريد الإلكتروني
de: Keine E-Mail-Adresse
es: Sin dirección de email
fr: Pas d'adresse email
it: Nessun indirizzo email
ja: メールアドレスも不要
pt: Sem endereço de e-mail.
ru: Не нужен е-мэйл
tr: E-posta adresi yok

source: Only phone number for human verification
ar: مطلوب فقط رقم الهاتف حتى يتم التحقق من عدم كونك برنامج آلي
de: Weise dich nur mit der Telefonnummer als Mensch aus
es: Solo número de teléfono para verificación humana
fr: Seulement un code envoyé par SMS
it: Solo il numero telefonico per l'identificazione
ja: 電話番号で本人確認するだけで使えます
pt: Apenas número de telefone para verificar se você é humano.
ru: Только номер телефона для подтверждения, что ты человек
tr: Görsel doğrulama için sadece telefon numarası

source: ALRIGHT, SIGN ME UP
ar: حسنًا، أرغب في التسجيل
de: ALLES KLAR, REGISTRIERT MICH
es: MUY BIEN, REGÍSTRAME
fr: OK, ALLONS-Y !
it: OK, ISCRIVIMI
ja: 了解！すぐに登録
pt: CERTO, QUERO ME INSCREVER
ru: ОТЛИЧНО, ЗАРЕГИСТРИРОВАТЬ МЕНЯ
tr: TAMAM, ÜYE OLACAĞIM

source: No bots allowed.
ar: غير مسموح للبرامج الآلية بالمشاركة.
de: Bots verboten.
es: No se permiten robots.
fr: Anti-robots
it: Bot non consentiti
ja: ロボット登録禁止
pt: Travar não é permitido.
ru: Ботам доступ запрещен.
tr: Bot'lara izin verilmez.

source: Enter your cell number
ar: أدخل رقم هاتفك
de: Gib deine Handynummer ein
es: Introduce tu número de móvil
fr: Entre ton numéro de téléphone
it: Inserisci il tuo numero di cellulare
ja: 携帯電話番号を入力
pt: Coloque seu número de celular.
ru: Введи твой номер телефона
tr: Cep telefonunuzu girin

source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
pt: Desconhecido
ru: Неизвестный
tr: Bilinmiyor

source: Phone
ar: الهاتف
de: Telefon
es: Teléfono
fr: Ton numéro
it: Telefono
ja: 電話
pt: Telefone
ru: Телефон
tr: Telefon

source: TEXT ME A 4 DIGITS CODE
ar: أرسل لي الرمز المُكون من 4 أرقام
de: 4-STELLIGEN CODE ALS TEXTNACHRICHT SENDEN
es: ENVÍAME UN MENSAJE CON UN CÓDIGO DE 4 DÍGITOS
fr: ENVOIE MOI LE CODE
it: INVIAMI UN CODICE DI 4 CIFRE
ja: 4桁のコードをSNSで送信
pt: ME ENVIE O CÓDIGO DE 4 DÍGITOS
ru: ОТПРАВИТЬ МНЕ 4 ЗНАЧНЫЙ КОД
tr: BANA 4 HANELİ KODU GÖNDER

source: Sorry but your phone number is not valid
ar: عذرًا، رقم الهاتف الذي أدخلته غير صحيح
de: Es tut uns leid, aber deine Telefonnummer ist ungültig
es: Lo sentimos, pero tu número de teléfono no es válido
fr: Désolé, mais ton numéro est invalide ?!
it: Spiacenti, ma il tuo numero di telefono non è valido
ja: 恐れ入りますが電話番号が無効です。
pt: Desculpe mas seu número de telefone não é válido.
ru: Извини, твой номер телефона недействителен
tr: Üzgünüm, ancak cep telefonu numaranız geçerli değil

source: Code sent.
ar: تم ارسال رمز التفعيل.
de: Code gesendet.
es: Código enviado.
fr: Code envoyé.
it: Codice inviato.
ja: コード送信完了。
pt: Código enviado.
ru: Код отправлен.
tr: Kod gönderildi.

source: We had a problem while connecting you with your phone number, please try again later
ar: حدثت مشكلة أثناء محاولة ربط حسابك برقم هاتفك، الرجاء إعادة المحاولة لاحقًأ
de: Bei deiner Anmeldung mit deiner Telefonnummer gab es ein Problem, bitte später nochmal versuchen.
es: Hemos tenido un problema al tratar de conectar con tu número de teléfono, ¿puedes intentarlo después, por favor?
fr: Nous avons rencontré un problème durant l'envoi. Peux tu ré-essayer plus tard ?
it: Si è verificato un problema durante la connessione al tuo numero, riprova più tardi
ja: 電話番号への接続中に問題発生。後ほど再度お試しください。
pt: Tivemos um problema ao conectar com o seu número de telefone, por favor tente novamente mais tarde.
ru: У нас проблема со связью с тобой и твоим номером телефона, пожалуйста, попробуй позднее
tr: Telefon numaranızla bağlanırken bir sorunla karşılaştık, lütfen daha sonra tekrar deneyin

source: CHECK MY CELL NUMBER
ar: تحقق من رقم الهاتف الخاص بي
de: ÜBERPRÜFT MEINE TELEFONNUMMER
es: COMPRUEBA MI NÚMERO DE TELÉFONO MÓVIL
fr: MODIFIER MON NUMERO
it: CONTROLLA IL MIO NUMERO DI CELLULARE
ja: 携帯電話番号の確認
pt: Checar meu número de telefone.
ru: ПРОВЕРИТЬ НОМЕР МОЕГО ТЕЛЕФОНА
tr: CEP TELEFONU NUMARAMI KONTROL ET

source: Invalid code. Try again or check your phone number.
ar: الرمز الذي أدخلته غير صحيح. الرحاء الإعادة مرة أخرى أو تحقق من رقم هاتفك.
de: Ungültiger Code. Nochmal versuchen oder Telefonnummer überprüfen.
es: Código no válido. Inténtalo de nuevo o comprueba tu número de teléfono.
fr: Code invalide. Essaye encore ou modifie ton numéro.
it: Codice non valido. Riprova o controlla il tuo numero di telefono.
ja: コード無効。再試行または電話番号をご確認ください。
pt: Código inválido. Tente novamente ou cheque seu número de telefone.
ru: Недействительный код. Попробуй еще раз или проверь твой номер телефона.
tr: Geçersiz kod. Tekrar deneyin ya da telefon numaranızı kontrol edin.

source: Error while getting the confirmation code. Please try again later.
ar: حدث خطأ أثناء ادخال رمز التأكيد. الرجاء إعادة المحاولة لاحقًا.
de: Fehler beim Empfang des Bestätigungscodes. Bitte später nochmals versuchen.
es: Error al tratar de confirmar el código. Por favor, inténtalo más tarde.
it: Errore nella ricezione del codice di conferma. Riprova più tardi.
ja: 確認コード取得エラー。後ほど再度お試しください。
pt: Erro ao receber o código de confirmação. Por favor, tente novamente mais tarde.
ru: Ошибка с получением кода подтверждения, Пожалуйста. попробуй еще раз позже.
tr: Onay kodu alınırken hata oluştu. Lütfen daha sonra tekrar deneyin.

source: Big time now.
ar: حان وقت المتعة.
de: Jetzt ist es prima.
es: Ahora fenomenal.
fr: C'est parti !
it: Diamoci da fare, adesso.
ja: さあ、始まります。
pt: Grande hora agora.
ru: Особенное время сейчас.
tr: Şimdi en güzel zaman.

source: Choose a username
ar: اختر اسم المستخدم
de: Wähle einen Benutzernamen.
es: Elige un nombre de usuario
fr: Choisis ton pseudo
it: Scegli un nome utente.
ja: ユーザー名を選択
pt: Escolha seu nome de usuário.
ru: Выбери имя.
tr: Bir kullanıcı adı seçin

source: USERNAME
ar: اسم المستخدم
de: BENUTZERNAME
es: NOMBRE DE USUARIO
fr: PSEUDO
it: NOME UTENTE
ja: ユーザー名
pt: NOME DE USUÁRIO.
ru: ИМЯ
tr: KULLANICI ADI

source: You confirm you've read and accept T&C
ar: يتعين عليك الإقرار بأنك قرأت وقبلت الأحكام والشروط الخاصة بنا
de: Du bestätigst, die AGB gelesen und akzeptiert zu haben
es: Confirmas que has leído y aceptado los términos y condiciones
fr: Tu confirmes avoir lu et accepté les CGU ?
it: Confermi che hai letto e accettato Termini e Condizioni
ja: 利用規約を読み、同意したことを確認します。
pt: Você confirma que você leu e aceitou T&C
ru: Ты подтверждаешь, что ты прочел и согласен с Правилами и Условиями.
tr: Hüküm ve Koşulları okuyup, kabul ettiğinizi onaylıyorsunuz

source: LET'S GET STARTED
ar: هيا بنا لنبدأ
de: JETZT STARTEN
es: COMENCEMOS
fr: ON Y VA !
it: COMINCIAMO
ja: さあ、始めましょう！
pt: VAMOS COMEÇAR
ru: ДАВАЙ НАЧНЕМ
tr: HADİ BAŞLAYALIM

source: The username is already taken. Try again
ar: اسم المستخدم هذا غير مُتاح. حاول مرة أخرى
de: Der Benutzername ist schon vergeben. Nochmal versuchen
es: El nombre de usuario ya está en uso. Inténtalo de nuevo
fr: Ce pseudo est déjà pris. Essaye autre chose ?
it: Nome utente già scelto. Riprova
ja: すでに使用されています。他のユーザー名をお試しください。
pt: O nome de usuário já existe. Tente novamente.
ru: Такое имя уже есть. Попробуй еще раз
tr: Kullanıcı adı alınmış. Tekrar deneyin

source: The username is not valid : only letters and numbers allowed
ar: اسم المستخدم غير صالح: يُسمح فقط باستخدام الأحرف والأرقام
de: Der Benutzername ist ungültig: Nur Buchstaben und Zahlen erlaubt
es: El nombre de usuario no es válido: solo se permiten letras y números
fr: Ce username n'est pas valide : seul les lettres et les chiffres sont acceptés
it: Nome utente non valido: sono ammessi solo numeri e lettere
ja: ユーザー名無効 : 文字、数字のみ使用できます。
pt: O nome de usuário não é válido: apenas letras e números são permitidos
ru: Имя недействительно: только буквы и числа могут быть использованы
tr: Kullanıcı adı geçerli değil: sadece harfler ve numaralara izin verilir

source: Surprise
ar: مفاجأة
de: Überraschung
es: Sorpresa
it: Sorpresa
ja: サプライズ
pt: Surpresa
ru: Сюрприз
tr: Sürpriz

# Here are some cool people who are already using the app
source: Here are some cool people, add them as friends ?
ar: تعرف على بعض الأشخاص المرحين الذين يستخدمون هذا التطبيق
de: Hier einige coole Leute, die die App schon nutzen
es: Estas son algunas de las personas cool que ya usan la aplicación
fr: Voilà quelques personnes cool, les ajouter en amis ?!
it: Ecco alcune persone interessanti che usano già l'app
ja: こんなクールなユーザーがアプリを使っています！
pt: Aqui tem algumas pessoas legais que já usam o app
ru: Здесь несколько клевых ребят, которые уже пользуются приложением
tr: Burada uygulamayı zaten kullanan bazı havalı kişiler var

source: Let's GO!
ar: هيا بنا!
de: LOS GEHT'S!
es: ¡Vamos!
it: ANDIAMO!
ja: さあ、行ってみましょう！
pt: VAMOS LÁ
ru: Начинаем!
tr: Hadi BAŞLA!

source: Find more friends to get more Pleeks
es: Descubre el modo amigos para conseguir más Pleeks
it: Trova più amici per ricevere più Pleeks
pt: Encontre mais amigos para conseguir mais Pleeks
tr: Daha fazla Pleeks almak için daha çok arkadaş bul

source: This is a PLEEK 🍩
es: Esto es un PLEEK 🍩
it: Questo è un PLEEK 🍩
pt: Esse é um PLEEK 🍩
tr: Bu bir PLEEK 🍩

source: Add your own reaction
ar: أضف رد الفعل الخاص بك
de: Füge deine eigene Reaktion hinzu
es: Añade tu propia reacción
fr: Réponds avec ta propre photo
it: Aggiungi la tua reazione
ja: あなたのリアクションを追加
pt: Adicione sua própria reação
ru: Отреагировать
tr: Kendi reaksiyonunu ekle

source: This is a reaction 🎉
ar: هذا هو رد الفعل المناسب.🎉
de: Dies ist eine Reaktion 🎉
es: Esto es una reacción 🎉
fr: Ceci est une réponse 🎉
it: Questa è una reazione 🎉
ja: これがリアクションです 🎉
pt: Isso é uma reação 🎉
ru: Вот это реакция 🎉
tr: Bu bir reaksiyon 🎉

source: BIG TIME!
ar: وقت المتعة!
de: TOLL!
es: ¡FENOMENAL!
fr: C'EST LE MOMENT
it: ALLA GRANDE!
ja: さあ、楽しい時間の始まり！
pt: GRANDE HORA!
ru: ВЕЛИКОЕ ВРЕМЯ!
tr: EĞLENCE ZAMANI!

source: Let's find your friends on the app! 🙇
ar: هيا لنبحث عن أصدقائك المشتركين في التطبيق!🙇
de: Suchen wir deine Freunde in der App! 🙇
es: ¡Vamos a encontrar a tus amigos en la aplicación! 🙇
fr: Veux tu retrouver tes amis déjà sur l'app ? 🙇
it: Troviamo i tuoi amici sull'app! 🙇
ja: アプリで友達を探そう！🙇
pt: Vamos encontrar seus amigos no app! 🙇
ru: Давай найдем твоих друзей в приложении! 🙇
tr: Uygulamadaki arkadaşlarını bulalım! 🙇

source: GET IN THE LOOP
ar: اظهر بالصورة
de: GEH IN DIE SCHLEIFE
es: PONTE AL DÍA
fr: SOIS AU COURANT
it: TIENITI AGGIORNATO
ja: ループに入る
pt: ENTRE NO CÍRCULO
ru: ВОЙТИ В ПЕТЛЮ
tr: ÇEMBERE GİR

source: Don't miss the next pictures from your friends 😁
ar: لا تفوتك الصورة التالية من أصدقائك ! 😁
de: Verpasse nicht die nächsten Bilder deiner Freunde 😁
es: No te pierdas las próximas fotos de tus amigos 😁
fr: Ne loupe pas les prochaines photos de tes amis ?😁
it: Non perdere le prossime foto dei tuoi amici 😁
ja: 友達の最新画像をあなたもお見逃しなく 😁
pt: Não perca as próximas imagens dos seus amigos 😁
ru: Не упусти новые фотографии от твоих друзей 😁
tr: Sonraki resimleri arkadaşlarından kaçırma 😁

source: NEW
ar: جديد
de: NEU
es: NUEVO
it: NUOVO
ja: 新着！
pt: NOVO
ru: НОВЫЙ
tr: YENİ

source: HIDE
ar: إخفاء
de: VERBERGEN
es: OCULTA
fr: MASQUER
it: NASCONDI
ja: 非表示
pt: OCULTAR
ru: СКРЫТЫЙ
tr: GİZLE

source: DELETE
ar: حذف
de: LÖSCHEN
es: BORRA
fr: SUPPRIMER
it: ELIMINA
ja: 削除
pt: DELETAR
ru: УДАЛЕННЫЙ
tr: SİL

source: Are you sure you want to delete this Pleek? There is no way to get back then.
es: ¿Estás seguro de que quieres borrar este Pleek? No se puede deshacer.
it: Sei sicuro di voler eliminare questo Pleek? Dopo non si potrà più tornare indietro.
pt: Você tem certeza que quer deletar este Pleek? Não há como voltar atrás.
tr: Bu Pleek'yi silmek istediğinden emin misin? Geri getirmenin bir yolu yok.

source: %d FRIENDS
ar: %d أصدقاء
de: %d FREUNDE
es: %d AMIGOS
fr: %d AMIS
it: %d AMICI
ja: %d 人の友達
pt: %d AMIGOS
ru: %d ДРУЗЬЯ
tr: %d ARKADAŞLAR

source: Search a user
ar: ابحث عن مستخدم
de: Benutzer suchen
es: Busca un usuario
fr: Recherche un ami
it: Cerca un utente
ja: ユーザーを探す
pt: Procure um usuário
ru: Найти пользователя
tr: Kullanıcı ara

source: FIND
ar: اعثر على
de: FINDEN
es: BUSCA
fr: CONTACTS
it: TROVA
ja: 検索
pt: ENCONTRAR
ru: НАЙТИ
tr: BUL

source: FRIENDS
ar: أصدقاء
de: FREUNDE
es: AMIGOS
fr: AMIS
it: AMICI
ja: 友達
pt: AMIGOS
ru: ДРУЗЬЯ
tr: ARKADAŞLAR

source: FRIENDS ON PLEEK
es: AMIGOS EN PLEEK
it: AMICI SU PLEEK
pt: AMIGOS NO PLEEK
tr: PLEEK'DEKİ ARKADAŞLAR

source: FRIENDS NOT YET ON PLEEK
es: AMIGOS QUE TODAVÍA NO ESTÁN EN PLEEK
it: AMICI NON ANCORA SU PLEEK
pt: AMIGOS QUE AINDA NÃO ESTÃO NO PLEEK
tr: HENÜZ PLEEK'DE OLMAYAN ARKADAŞLAR

source: LOOKING FOR FRIENDS
ar: البحث عن أصدقاء
de: NACH FREUNDEN SUCHEN
es: BUSCANDO AMIGOS
fr: RECHERCHE D'AMIS
it: CERCARE AMICI
ja: 友達を探しています
pt: Procurando por amigos
ru: ИСКАТЬ ДРУЗЕЙ
tr: ARKADAŞLAR ARANIYOR

# %d friends
source: %d recipients
ar: %d أصدقاء
de: %d Freunde
es: %d destinatarios
fr: %d amis
it: %d destinatari
ja: %d 人の友達
pt: %d receptors
ru: %d друзья
tr: %d arkadaşlar

# %d friend
source: %d recipient
ar: %d صديق
de: %d Freund
es: %d destinatario
fr: %d amis
it: %d destinataro
ja: %d 人の友人
pt: %d receptor
ru: %d друг
tr: %d arkadaş

source: More
ar: المزيد
de: Mehr
es: Más
fr: Autre
it: Altro
ja: さらに表示
pt: Mais
ru: Больше
tr: Daha fazla

source: More actions for this Pleek
es: Más acciones para este Pleek
it: Altre azioni per questo Pleek
pt: Mais ação para este Pleek
tr: Bu Pleek için daha fazla işlem

source: Report this Pleek
es: Reportar este Pleek
it: Segnala questo Pleek
pt: Reportar este Pleek
tr: Bu Pleek'yi raporla

source: ADD A FRIEND
ar: أضف صديق
de: EINEN FREUND HINZUFÜGEN
es: AÑADIR UN AMIGO
fr: AJOUTE CET AMI
it: AGGIUNGI UN AMICO
ja: 友人を追加
pt: ADICIONAR AMIGO
ru: ДОБАВИТЬ ДРУГА
tr: ARKADAŞ EKLE

source: MUTE THIS FRIEND
ar: إيقاف التنبيهات من هذا الصديق
de: DIESEN FREUND STUMMSCHALTEN
es: SILENCIAR ESTE AMIGO
fr: MUTE CET AMI
it: DISATTIVA QUESTO AMICO
ja: この友人をミュート
pt: SILENCIAR ESTE AMIGO
ru: ОТКЛЮЧИТЬ ЭТОГО ДРУГА
tr: BU ARKADAŞI SUSTUR

source: UNMUTE THIS USER
ar: إعادة تشغيل التنبيهات من هذا المستخدم
de: STUMMSCHALTUNG FÜR DIESEN BENUTZER AUFHEBEN
es: DESACTVAR EL SILENCIO DE ESTE USUARIO
fr: UNMUTE CET AMI
it: RIATTIVA QUESTO AMICO
ja: このユーザーのミュートを解除
pt: TIRAR ESTE USUÁRIO DO MODO SILENCIOSO
ru: ВКЛЮЧИТЬ ЭТОГО ПОЛЬЗОВАТЕЛЯ
tr: BU KULLANICIYI KONUŞTUR

source: To %d people
ar: إلى %d أشخاص
de: An %d Personen
es: Para %d personas
fr: À %d personnes
it: Per %d persone
ja: %d人宛
pt: Para %d pessoas
ru: К %d людям
tr: To %d kişi

source: Problem while reporting this Pleek. Please try again later
es: Problema al reportar este Pleek. Por favor, inténtalo más tarde
it: Problema nella segnalazione di questo Pleek. Riprova più tardi
pt: Problema ao reportar este Pleek. Por favor, tente novamente mais tarde.
tr: Pleek raporlanırken bir sorun oluştu. Lütfen daha sonra tekrar deneyin

source: This Pleek has been reported. Thank you.
es: Este Pleek ha sido reportado. Gracias
it: Questo Pleek è stato segnalato. Grazie.
pt: Este Pleek foi reportado. Obrigado.
tr: Bu Pleek raporlandı. Teşekkür ederiz.

source: REPORT
ar: إبلاغ عن
de: MELDEN
es: REPORTA
fr: SIGNALER
it: SEGNALA
ja: 通報
pt: REPORTAR
ru: ПОЖАЛОВАТЬСЯ
tr: RAPORLA

source: SEND
ar: إرسال
de: SENDEN
es: ENVÍA
fr: ENVOYER
it: INVIA
ja: 送信
pt: ENVIAR
ru: ОТПРАВИТЬ
tr: GÖNDER

source: %@ on Pleek
es: %@ en Pleek
it: %@ su Pleek
pt: %@ no Pleek
tr: %@ Pleek'de

source: %d+ replies on the app
ar: %d+ رد على هذا التطبيق
de: %d+ Antworten in der App
es: %d+ respuestas en la aplicación
fr: %d+ photos sur l'app
it: %d+ risposte sull'app
ja: アプリ内に%d+ 件の返信あり
pt: %d+ respostas no app
ru: %d+ ответов в приложении
tr: uygulamada %d+ cevap var

# Share
source: Mosaic
ar: مشاركة
de: Teilen
ja: 共有
ru: Поделиться
tr: Paylaş

# AlertNotEnoughReact
source: Sorry but you need at least 6 answers to create a beautiful mosaic! Add some friends to get some answers?
ar: Sorry but you need at least 6 answers to create a beautiful mozaic! Add some friends to get some answers?
de: Sorry but you need at least 6 answers to create a beautiful mozaic! Add some friends to get some answers?
fr: Il te faut 6 réponses pour créer une belle mosaïque ! Ajoutes des amis pour obtenir des réponses ?
ja: Sorry but you need at least 6 answers to create a beautiful mozaic! Add some friends to get some answers?
ru: Sorry but you need at least 6 answers to create a beautiful mozaic! Add some friends to get some answers?
tr: Üzgünüm, ancak mozaiğinizi oluşturmak için bu Pleek'de en az 6 cevabınız olmalı! Kendi mozaiğinizi oluşturmak için kendinize birkaç cevap göndermeyi deneyin!

source: Search
ar: البحث
de: Suchen
es: Busca
fr: Recherche
it: Cerca
ja: 検索
pt: Procurar
ru: Поиск
tr: Ara

source: Send to...
ar: أرسل إلى...
de: Senden an...
es: Envía a...
fr: Envoyer à ...
it: Invia a...
ja: 送信先...
pt: Enviar para
ru: Отправить...
tr: Kişisine gönder...

source: RECENT
ar: مؤخرًا
de: ZULETZT
es: RECIENTE
it: RECENTI
ja: 最近の投稿
pt: RECENTE
ru: ПОСЛЕДНИЕ
tr: EN SON

source: SEND TO EVERYONE
ar: ارسلها إلى الجميع
de: AN JEDEN SENDEN
es: ENVÍA A TODO EL MUNDO
fr: TOUT LE MONDE
it: INVIA A TUTTI
ja: 全員に送信
pt: ENVIAR PARA TODOS
ru: ОТПРАВИТЬ КАЖДОМУ
tr: HERKESE GÖNDER

source: EVERYONE
ar: الجميع
de: JEDER
es: TODO EL MUNDO
fr: TOUS
it: TUTTI
ja: 全員
pt: TODOS
ru: КАЖДЫЙ
tr: HERKES

source: SELECTED
ar: الأشخاص المُختارون
de: AUSGEWÄHLT
es: SELECCIONADO
fr: PERSONNES
it: SELEZIONATI
ja: 選択した宛先
pt: SELECIONADO
ru: ВЫБРАННЫЕ
tr: SEÇİLİ

source: We had a problem while sending your Pleek, please try again later
es: Hemos tenido un problema al enviar tu Pleek, por favor, inténtalo más tarde
it: Si è verificato un problema nell'invio del tuo Pleek, riprova più tardi
pt: Tivemos um problema ao enviar o seu Pleek, por favor tente novamente mais tarde
tr: Pleek'nizi gönderirken bir sorun oluştu, lütfen daha sonra tekrar deneyin

source: %d SELECTED
ar: %d تم اختيارهم
de: %d AUSGEWÄHLT
es: %d SELECCIONADO
fr: %d PERSONNES
it: %d SELEZIONATI
ja: %d 件を選択済み
pt: %d SELECIONADO
ru: %d ВЫБРАННЫЕ
tr: %d SEÇİLİ

source: Settings
ar: إعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
pt: Configurações
ru: Настройки
tr: Ayarlar

source: Change Username
ar: تغيير اسم المستخدم
de: Benutzername ändern
es: Cambia nombre de usuario
fr: Changer mon Pseudo
it: Cambia nome utente
ja: ユーザー名変更
pt: Alterar nome de usuário
ru: Поменять имя
tr: Kullanıcı Değiştir

source: NOTIFICATIONS
ar: اشعارات
de: BENACHRICHTIGUNGEN
es: NOTIFICACIONES
it: NOTIFICHE
ja: 通知
pt: NOTIFICAÇÕES
ru: УВЕДОМЛЕНИЯ
tr: BİLDİRİMLER

source: Notifications
ar: اشعارات
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ja: 通知
pt: Notificações
ru: Уведомления
tr: Bildirimler

source: SUPPORT
ar: الدعم
es: SOPORTE
fr: Aide / Bugs
it: AIUTO
ja: サポート
pt: SUPORTE
ru: ПОМОЩЬ
tr: DESTEK

source: Email Us
ar: راسلنا على البريد الإلكتروني
de: E-Mail an uns senden
es: Envíanos un email
fr: Nous envoyer un email ?
it: Mandaci un'email
ja: メールでのお問い合わせ
pt: Nos mande um e-mail
ru: Отправить е-мэйл нам
tr: Bize E-posta Gönder

source: Tweet Us
ar: راسلنا على تويتر
de: Tweete uns
es: Tuitéanos
fr: Nous tweeter ?
it: Mandaci un tweet
ja: ツイートでのお問い合わせ
pt: Nos mande um Tweet
ru: Твитнуть нам
tr: Bize Tweet At

source: OTHER
ar: أخرى
de: SONSTIGES
es: OTROS
fr: AUTRE
it: ALTRO
ja: その他
pt: OUTRO
ru: ДРУГОЕ
tr: DİĞER

source: Share the app
ar: قم بمشاركة هذا التطبيق
de: App teilen
es: Comparte la aplicación
fr: Envoyer l'app à quelqu'un
it: Condividi l'app
ja: アプリを共有
pt: Compartilhar o app
ru: Поделиться приложением
tr: Uygulamayı paylaş

source: Edit username
ar: تعديل اسم المستخدم
de: Benutzernamen bearbeiten
es: Edita nombre de usuario
fr: Changer de Pseudo
it: Modifica nome utente
ja: ユーザー名を編集
pt: Editar nome de usuário
ru: Отредактировать имя
tr: Kullanıcı adını düzenle

source: Recommended accounts
ar: حسابات مُقترحة
de: Empfohlene Accounts
es: Cuentas recomendadas
fr: Comptes recommandés
it: Account consigliati
ja: おすすめのアカウント
pt: Contas recomendadas
ru: Рекомендовать аккаунты
tr: Önerilen hesaplar

source: Sorry but this username is already taken. Please choose an other one
ar: عذرًا، اسم المستخدم هذا غير متاح. الرجاء اختيار اسم مستخدم آخر
de: Es tut uns leid, dieser Benutzername ist schon vergeben. Bitte wähle einen anderen
es: Lo sentimos, pero este nombre de usuario ya está en uso. Por favor, elige otro
fr: Désolé mais ce pseudo est déjà pris. Choisis en un autre s'il te plait.
it: Spiacenti ma questo username esiste già. Per favore scegline un altro
ja: 申し訳ございませんがすでに取得済みです。他のユーザー名をお選びください。
pt: Desculpa mas este nome de usuário já foi escolhido. Por favor escolha outro.
ru: Извините, это имя уже существует. Пожалуйста, выберите другое
tr: Üzgünüm, ancak bu kullanıcı adı önceden alınmış. Lütfen başka bir tane seçin
