Repository: adriendulong/Peekee-iOS
Catalog: Piki/*.lproj/Localizable.strings
Languages: ar, de, es, fr, it, ja, pt, ru, tr

source: Problem while updating your username. Please try again later.
ar: حدثت مشكلة أثناء تحديث اسم المستخدم الخاص بك. الرجاء إعادة المحاولة لاحقًا.
de: Problem bei der Aktualisierung deines Benutzernamens. Bitte später nochmal versuchen
es: Problema al actualizar tu nombre de usuario. Por favor, inténtalo más tarde.
fr: Problème pendant la mise à jour de ton pseudo. S'il te plait essaye de nouveau plus tard.
it: Problema nell'aggiornamento del tuo username. Per favore riprova più tardi
ja: ユーザー名更新中に問題発生。後ほど再度お試しください。
pt: Problema ao atualizar seu nome de usuário. Por favor tente novamente mais tarde.
ru: Проблема с изменением имени. Пожалуйста, попробуй еще раз позже.
tr: Kullanıcı adınız güncellenirken hata oluştu. Lütfen daha sonra tekrar deneyin.

source: Your username can only have letters and numbers.
ar: يمكن أن يحتوي اسم المستخدم الخاص بك على حروف وأرقام فقط.
de: Dein Benutzername darf nur Buchstaben und Zahlen enthalten.
es: Tu nombre de usuario solo puede tener letras y números.
fr: Ton pseudo peut seulement comporter des lettres et des nombres.
it: Il nome utente può contenere solo numeri e lettere.
ja: ユーザー名は文字と数字のみ使用できます。
pt: Seu nome de usuário pode conter apenas letras e números.
ru: Твое имя может быть только из букв и чисел.
tr: Kullanıcı adınızda sadece harf ve rakamlar olabilir.

source: Your username must have at least 3 characters.
ar: يتعين أن يحتوي اسم المستخدم الخاص بك على 3 أحرف على الأقل.
de: Dein Benutzername muss mindestens 3 Zeichen enthalten.
es: Tu nombre de usuario tiene que tener al menos 3 caracteres.
fr: Ton pseudo doit comporter au moins 3 caractères.
it: Il nome utente deve contenere almeno 3 caratteri.
ja: ユーザー名は３文字以上の長さが必要です。
pt: Seu nome de usuário deve conter pelo menos 2 caracteres.
ru: Твое имя должно иметь минимум 3 знака.
tr: Kullanıcı adınızda en az 3 karakter olmalıdır.

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancela
fr: Annuler
it: Annulla
ja: 取り消す
pt: Cancelar
ru: Отменить
tr: İptal

source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
ja: エラー
pt: Erro
ru: Ошибка
tr: Hata

source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
pt: Sim
ru: Да
tr: Evet

source: No
ar: لا
de: Nein
fr: Non
ja: いいえ
pt: Não
ru: Нет
tr: Hayır

source: Sorry an error occured. Please try again later
ar: عذرًا، حدث خطأ ما. الرجاء إعادة المحاولة لاحقًا
de: Leider ist ein Fehler aufgetreten. Bitte später nochmal versuchen
es: Lo sentimos, ocurrió un error. Por favor, inténtalo más tarde
fr: Désolé pour cette erreur. Peux tu ré-essayer ?
it: Spiacenti, si è verificato un errore. Riprova più tardi.
ja: エラー発生。恐れ入りますが後ほど再度お試しください。
pt: Desculpe, houve um erro. Por favor tente novamente mais tarde.
ru: Извините, здесь ошибка. Попробуйте еще раз позднее.
tr: Üzgünüm, bir hata oluştu. Lütfen daha sonra tekrar deneyin

source: Add your friends! 👫
ar: أضف أصدقائك! 👫
de: Füge deine Freunde hinzu! 👫
es: ¡Añade a tus amigos! 👫
fr: Ajoute tes amis! 👫
it: Aggiungi i tuoi amici! 👫
ja: 友達を追加！👫
pt: Adicione seus amigos! 👫
ru: Добавить твоих друзей! 👫
tr: Arkadaşlarını ekle! 👫

source: Choose at least your %d best friends. We'll keep you posted when they join the app!
es: Elige al menos a tus %d mejores amigos. ¡Te enviaremos un mensaje cuando se unan a la aplicación!
it: Seleziona almeno i tuoi %d migliori amici. Ti informeremo quando inizieranno a usare l'app!
pt: Escolhe pelo menos %d dos seus melhores amigos. Iremos te avisar quando eles entrarem no app!
tr: En az %d en yakın arkadaşını seç. Uygulamaya katıldıklarında sana haber vereceğiz!

source: ON THE APP
ar: من التطبيق
de: IN DER APP
es: EN LA APLICACIÓN
fr: SUR L'APP
it: SULL'APP
ja: アプリ内
pt: NO APP
ru: В ПРИЛОЖЕНИИ
tr: UYGULAMADA

source: ON YOUR PHONE CONTACTS
ar: من قائمة الاتصال على هاتفك
de: IN DEINEN TELEFONKONTAKTEN
es: EN TUS CONTACTOS DE TELÉFONO
fr: DANS TES CONTACTS TELEPHONIQUES
it: SUI TUOI CONTATTI TELEFONICI
ja: 電話帳内
pt: NOS SEUS CONTATOS DO CELULAR
ru: В КОНТАКТАХ ТВОЕГО ТЕЛЕФОНА
tr: TELEFON KİŞİLERİNDE

source: ALL
ar: الجميع
de: ALLE
es: TODOS
fr: TOUS
it: TUTTI
ja: すべて
pt: TODOS
ru: ВСЕ
tr: TÜMÜ

source: SKIP
ar: تخطي
de: ÜBERSPRINGEN
es: OMITIR
fr: PASSER
it: SALTA
ja: スキップ
pt: PULAR
ru: ПРОПУСТИТЬ
tr: GEÇ

source: INVITE ALL
ar: دعوة الكل
de: ALLE EINLADEN
es: INVITA A TODOS
fr: INVITER TOUT LE MONDE
it: INVITA TUTTI
ja: 全員を招待
pt: CONVIDAR TODOS
ru: ПРИГЛАСИТЬ ВСЕХ
tr: TÜMÜNÜ DAVET ET

# INVITE %d/%d
source: ADD %d/%d
ar: دعوة %d/%d
de: %d/%d EINLADEN
es: INVITA %d/%d
fr: AJOUTER %d/%d
it: INVITA %d/%d
ja: %d/%d を招待
pt: CONVIDAR %d/%d
ru: ПРИГЛАСИТЬ %d/%d
tr: %d/%d DAVET ET

source: Last but not least
ar: أخيرًا وليس بآخر
es: Lo último
it: E non dimenticare:
ja: 忘れてはいけません：
pt: Por último mas não menos importante
ru: Последнее по счету, но не по важности
tr: Sonuncu, ama bir o kadar da önemli

source: Check if you have friends here?!😁
ar: تأكد إذا ما كان لديك أصدقاء هنا؟!😁
de: Prüfe, ob du hier Freunde hast?!😁
es: ¿Comprueba si tienes amigos aquí?!😁
fr: Verifier si tu as des amis sur l'app ?!😁
it: Controlla se hai degli amici qui!😁
ja: 友達がいないか探してみませんか！？😁
pt: Verifique se você tem amigos aqui ?! 😁
ru: Проверил, есть ли твои друзья здесь?😁
tr: Burada arkadaşların var mı, kontrol et?! 😁

source: Confirmation
ar: تأكيد
de: Bestätigung
es: Confirmación
it: Conferma
ja: 確認
pt: Confirmação
ru: Подтверждение
tr: Onay

# Are you sure you want to invite all your contacts?
source: Are you sure you want to add all your contacts?
ar: هل أنت متأكد أنك ترغب في دعوة جميع جهات اتصالك؟
de: Bist du sicher, dass du all deine Kontakte einladen möchtest?
es: ¿Seguro que deseas invitar a todos tus contactos?
fr: Etes vous sur de vouloir inviter tous vos contacts ?
it: Sei sicuro/a di voler invitare tutti i tuoi contatti?
ja: 連絡先の人を本当に全て招待してよろしいですか？
pt: Tem certeza que gostaria de convidar todos seus amigos?
ru: Ты уверен, ты хочешь пригласить все свои контакты?
tr: Tüm kişilerini davet etmek istediğinden emin misin?

source: Friends
ar: الأصدقاء
de: Freunde
es: Amigos
fr: Amis
it: Amici
ja: 友達
pt: Amigos
ru: Друзья
tr: Arkadaşlar

source: Still %d to go! You need them to enjoy Pleek!
es: Aún %d para ir! Es necesario que disfruten Pleek!
it: Ancora %d per iniziare! Ti servono per goderti Pleek!
pt: Ainda %d para ir! Você precisa deles para desfrutar o Pleek!
tr: Hala %d süre var! Onları Pleek ile eğlendirmen gerek!

source: From
es: De
fr: De
